[M_Orchid_FireWater MissionDefinition]
MissionName="Água Que Passarinho Não Bebe"
MissionDescription="Frank - um cadáver que o Shade disse ser alcoólatra - está precisando de um pouco de uísque. Shade pediu para você pegar uma garrafa e levá-la para o Frank. Ninguém faz a menor ideia de como o cadáver do Frank vai beber o uísque."
TurnInDescription="É bom mesmo que o Frank esteja morto porque a bebida que você trouxe teria matado ele de qualquer jeito."
MissionSummary="Consiga uísque para o Frank."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText="Uma grande festa com álcool e cadáveres!"

[M_Orchid_FireWater:FindFireWater MissionObjectiveDefinition]
ProgressMessage="Encontre o uísque"

[M_Orchid_FireWater:FireWaterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_FireWater:GiveWhiskey MissionObjectiveDefinition]
ProgressMessage="Entregue o uísque para o Frank"

[M_Orchid_FireWater:GiveWhiskeySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue o uísque ao Frank."
MissionDescriptionOverride=""

[M_Orchid_FireWater:ReturnToShadyDealer MissionObjectiveDefinition]
ProgressMessage="Volte até o Shade"

[M_Orchid_FireWater:ReturnToShadyDealerSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Volte até o Shade"
MissionDescriptionOverride=""

